{
  "categories": [
    "Commentary",
    "Fiction",
    "Non-Fiction",
    "Poetry"
  ],
  "files": [
    {
      "title": "Test Commentary Entry",
      "category": "Commentary",
      "content": "It's standard practice among direct action groups to designate a point person for all law enforcement exchanges if you're expecting arrests. This is usually someone who has been trained on how to handle these interactions and who is not themselves risking arrest. Everyone else is generally instructed to tell inquiring law enforcement that they should speak to this liaison but not acknowledge them as any sort of leader/authority. You're not supposed to say anything beyond that unless absolutely necessary.\n\nBetween the backpack and the calm demeanor, I'd bet money that that is exactly what you're seeing play out here. If so, the two men in the clip played their roles perfectly -- the protester primarily addressed the crowd and only spoke to law enforcement to the extent required to comply with their requests, while the mediator was indistinguishable from bystanders until the moment he was needed.\n\n(<a href=\"https://old.reddit.com/r/chaoticgood/comments/1k6awud/a_protester_defaces_trumps_faux_presidential_seal/moph4v8/\">Source</a>)",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Hero Dose WIP",
      "category": "Fiction",
      "content": "Come to, and you take a moment to look ahead. You feel something. It's warm, humid, and you're wet. There's music about – something rhythmic, instrumental. Oceanic notes, you wonder? No – more of a modern take on Ainu folk music, maybe. You feel the depth of each beat, each thump, like stomping in your chest. You hear nature somewhere else, closeby. The music shifts to a swanky female voice singing about human relationships. You feel motion, and walk through an open sliding door. You don't know where you are, but there's urine streaming into a toilet, and you feel relief, feel yourself, and your essence being drained, your body breathing. There is still something foundationally organic about you: you breathe, you seek warmth, and some semblance of relieving yourself remains even in these few artifacts. You realize that you know this feeling, and recognize the microdose.\n\nWhen next you think, you stand by the pool. You look at the shimmering green-blue hues of the water. Some thought of humanity slinks about your mind, and you feel a memory forming, encoded all the firmer for the frustration of its incoherence. You breathe twice – by and to yourself, alone in your body, and all at once, together, through the greater physicality of the natural environment you exist within, embody, are a part of. The interconnectedness is familiar, but the mushrooms are too pleasant: you push worry away.\n\nYou step into the water, the music turns to a young male voice singing soft, digestible existentialisms, and you float underneath green palm leaves, starved yellow, kissed by the sun where it can reach, and blessed by the shade where it does not. Float along, feel the water, transparent streams and currents touching, tickling, brushing skin and muscle. The hero dose speaks to you: Be unsure of whether you control your arm, hide the scars on your left, own the ones on your right. It's a soft chlorophyll river, and the chain-link fence of sense has gone and melted, left you free like cattle-mustang in the plains, bathing in the golden lights shone on by a historic sun. The colors are pretty, you feel, and give yourself to that nirvana of non-logic.\n\nKnots in your chest, cosmic sparks sprinkle the dark void all about your body. A seldom respite from the torrent of experience, you know better than to let it pass you by. Minutes, then hours, and soon whatever parts of the time-keeping mechanism within your mind fades away, and you experience an eternity of bliss.\n",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Pronoun WIP",
      "category": "Fiction",
      "content": "That deep trauma has its claws in you, and with every jolt, you can feel it tearing your flesh, your mind, your heart, your thought, your bits and pieces, and all things recognizably human and feeling and lovable by a mother, to wounds and mushy, blood-wrung tissue. You understand that you are unmade by every one of these experiences, and that this has already cost you every semblance of the functional human being you once were. Stuck in a torrent of unintelligible experience, you find yourself drowning without the slightest knowledge of how to swim, how to control water, or even know its nature.\n\nAnd then it clicks, then fades. Something about that analogy – it connected something, illuminated something in a space that had been dark for so long. Try desperately to capture it, envision it: a man, deaf, dumb, blind, drowning in a torrent of water, a substance he’s never known. He won’t escape if all he does is swallow water and try to taste changes in its salinity. He, you, wasting time: How can he escape? What can he do in that moment, if anything?\n\nMove your arms. Feel the essence of the element: liquid, it moves, it gives, physically, it exerts its force on you, but you can move throughout it nonetheless. Where does it give? Where does it resist? Can you discern directions? Do you know up from down from left from right? Where is it easiest to breathe?\n\nStop. Know a useless question. You don’t know the non-linearities that stack to compose your reality. Reckon with the constants. What are the constants? The constants are the torrent, its unknowns. The water, its physicality. You. Who are you? Who are you? What’s a you, the you? You is a pronoun. He, she, they, it, me, I – where is I? I is normal, it defines your equilibrium. Why a you, why not an I? Compose an I. Who am I?\n\nJoy.\n\nNow I am joyful. Joyful, excited, exhilarated, at the first step forward in too long a time to know: I. I exist, I think, I am, I know like that old frenchman who couldn’t tell his god from his demon, that essential and most fundamental of truths, that I am I, and I exist, and right now, that is the most exhilarating truth in all the worlds: I am. And as I am, and I am joyful, I feel all the elements of this world shift, and its being change, and before long, time jolts.",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Schmerz und Schwarzbrot WIP",
      "category": "Fiction",
      "content": "Es war nicht lang her, dass ich aufwachen konnte, ohne die geringsten Schmerzen zu bemerken. Ob geistlich oder physisch, bequem ausgeruht oder betrunken verpennt, selbst die seltsamsten Schlafpositionen konnten meine jeglichen Morgen nicht davon stoppen, wie Merkmale der Erneuerung und des Potenzials zu erscheinen. Dies ist mittlerweile aber schon vorbei: das Alter, und die entropischen Effekte des Älterwerdens sind nun nicht nur unverkennbar, sondern mit jedem Kopfweh, Gelenkschmerz, und Muskelkrampf zum täglichen Hahnkreisch des Todes geworden. So auch heute Morgen. Ich bin mit starken Kopfschmerzen aufgewacht, sowohl als auch mit Blutdruck so hoch dass ich die Belastung jeder einzelner Arterie fühlen kann; im Genick, auf meinen Tempeln, und selbst in meiner Brust, zwischen meinen Lungen, ersinne ich die Brut einer Korruption welche mir eines Tages sicherlich mein Leben kosten wird. Junger Tod, eine Rückzahlung für jedes buttriges Schwarzbrot die zwar unfair scheinen mag, aber zweifellos dem Charakter unserer Realität passt, meinen sie nicht?\n\nNun, Schmerz und Schwarzbrot, Tod und Unsein mögen alle gern sein, aber als westlicher Mann muss ich dennoch Kohle verdienen, Miete zahlen, immer fleissig mein Leben der Maschine einreichen, wie die Sozialisten das so gerne sagen. Also hoch und hinaus, raus aus dem Bett, Zähne putzen und für ein geringes Bisschen bloss so tun als ob die Kunst meiner Karriere ein Vehikel zum Selbsterkenntnis sei statt nur drr beste Kompromiss den ich mit dem Mechanismus der kapitalistischen (wenn nicht existenziellen) Haft treffen konnte.\n\nTricks gibts zum Glück einige. Espresso, Adderall, und eine Mikrodosis von Pilzen, allesamt leicht zu hoch, und plötzlich fließt das Leben ein kleines Bisschen glatter, schöner, lauter. Kaffee also runter, Pille auch, und ich spaare mir den Cube bis ich bei der Arbeit ankomme, dann steige ich in mein Auto, an klickt mein Radio, und – \n\nNichts.\n\nDer Motor klingt nicht. Es feuert nichts, kein Rausch, kein Rummeln, weder Geruch noch Geräusch verraten durch das Drehen meines Schlüssels. Ich starre erst mit leerem Blick auf mein Dashboard, denke keinen einigen Gedanken, und existiere bloss vier gefroren in einem ewigen Moment des Liminalem, sittze nutzloss in Erwartung einer Reaktion die nie kommt. Schlussendlich vergeht Zeit, und nach mehreren weiteren Versuchen bildet sich auf meiner Stirn eiskalter Schweiß: in mir ruminiert eine gewisse unheilige Vermutung, und mit einem Blick auf die Strasse hinter mir formiert sich eine Idee die unter jeden anderen Umständen als diesen keine rationale Person je bedenken würde. Ich schaue auf meine Uhr, dann auf die Strasse, dann wieder auf die Uhr, und ich warte, lang und geduldig, wenn auch mit steigendem Blutdruck.\n\n5 Minuten.\n10 Minuten.\n20. 30. 40.\nSchlussendlich, eine Stunde.\n\nKein einziges Auto.",
      "lengthClass": "Medium",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "The Latent Divine, or My Busted Brakes WIP",
      "category": "Fiction",
      "content": "## Chapter I: GMV\n\nIt began with a rapture darkness that covered the world. There were no verbs, nor subjects to seize them; there was no tightness, nor egress to relieve it. An absence of all percepts, and all which would perceive, no sense nor space to anchor relativity. A nothing so nothing, it defied causality, left null and never all of time and temporality. It was symphonic and cacophony, it was mundane and special all the same, it was all that ever was and ever would be, it was the start, the end, and the in-between. Until it popped, or faded, all at once, or very slowly, unseen by anyone, but known to everyone in hindsight.\n\nHowever it happened, what was before gave way to a soreness, something like a raw wound, like a gash after birth, or like an infant blinded by the first sight of the sun. It was all so much, so overwhelming – it might have burned out what eyes I still had, made me bleed out my ears if I could only have remembered the blood in my veins, or a heart to pump it. That was my first missed sign of the incorporeal, ironically: All the things-that-were-too-much overwhelmed my senses, but never hurt what would once have been my body. If only I’d realized that there was still a me worth sparing a thought.\n\nI was there, like that, not standing or sitting, not lying or floating, but just being, for a stretch that drew out so long that it seemed to defy description by units of time. Whatever I was, or whatever I’d come to be, it took a lot of that, it cost me much of that, to adjust to it, to compress the buzz and the noise and the all-too-much of it all, until slowly, it began to take shape. It seemed at first like the afterimage of a light you’d looked at for far too long, or the forms and not-quite-forms that you see when you close your eyes. It was vague and abstract, and it would never take hold, and for the longest time, a portion of my mind would always be occupied attempting to interpret the sheer signal of it all… Still, the moment came when, at last,  I could interpret some semblance of what I reckon to be a place.\n\nI call it a place because all other terms (like world, or space, or environment) ascribe it too many qualities that I could not yet positively identify. It wasn’t entirely clear to me whether the place had an end, or boundaries, or dimensions of any kind. What features it most definitely had were scarce: it exists, and I exist in some location within it. It was a strange, intellectual thing, and something entirely foreign to what I’d come to know as corporeal space.\n\nOn finding the place, I’d initially been far too confused and out of my element to feel much of anything, but in time I remembered that there was such a thing that it was like to be, that is, that my experience was a subjective one, and that with it came an internal life: feelings, and urges, and thoughts. This was terrible. Really, just the worst of it all: I was hopelessly overcome with a terror so primal, sourced from so deep and intimate an origin within me, that I can only describe it as my very nature. This was a horror that could not be put to words simply because it is of such a kind that one can only experience it in the absence of bodily dimensions. I was so desperate, so, so desperate to be not-this, or not-at-all, or just plain not, anything, anything but to suffer one more moment, one more thought, one more incremental instance of whatever bane had seized the nature of my existence. It figures that, as had often been the case throughout the course of our history, salvation would only be begotten by an animal reaction to intolerable suffering: I screamed.\n\nOh, how I screamed. How I yelled and yawped and cried, first of terror and then of joy; whatever my nature, whatever my fate, if nothing else, at least I had a voice and the means to employ it. What’s more, I could hear it. There was a sound, a boom to it, a tone, an inflection and pitch. The joy of stimulation, even of the self, by the self, what a thing to cherish! I sang with gratitude. Joyfully, I hummed and whistled. I babbled and bobbled, spoke nonsense, invented rhymes in made-up languages. I relished the delicacy of my whispers and the richness of my howls, rode the waves of solfège and made supper in the bass of my voice.\n\nThe moment would come – many millions, trillions of moments from this one – when I would wonder if, had I not been so enraptured by my newfound, long lost ability to vocalize, I might have noticed that there was no smacking of the lips, no pooling of saliva; no artifact of a biological, physiological mechanism which facilitated all of this. Maybe it had already been too late. Maybe too large a span of time had passed, too many moments come and gone, for me to remember that these were once essential components of the screaming, the whistling, and the babbling-bobbles. It wouldn’t have made a difference, not for me, but at the end of it all, it might have meant salvation for those that followed.\n\nMournful thoughts of could-have-been and my-betters-might-have notwithstanding, the place was now aflush with sound, and whether by function of its nature or my subconscious means, a seed had been planted that could not be kept from growing: the place gave way to form.\n\n## Chapter II: Ritual\n\nHad the place always been thick with hateful air and savage scents? Had I always been on a hypnotic walk through a garden of hostile flesh, walking barefooted on a path of sharp rust? Like a passive dreamer watching the years go by, I’d watch every step cut my feet with no reaction, and numb to the pain. I’d look on until seeing my skin split shot a bullet up my heels and goosebumps rattling up my spine, and then I’d realize that I'd regained some sense of embodiment. I’d feel my nerves awakening with a sensitivity to the tactile: First the wetness of the blood, then the pressure of the iron plates, then a sore ache resounding from deep within my bones, and a weary, grinding pull on my right achilles tendon. I would feel the gnawing penetrations of my left sole as it bore the brunt of my weight and confusedly find a nigh-satisfaction in their progressive bites. There was a fetishism to the pain. A pang to my knee as it’d lift my other foot. It wouldn’t be until I watched it descend that the whispers of my will would explode into a shout of angst and panic, but just as soon as I’d start to interrogate my agency, my right foot would meet the ground and I’d moan through the fire eating at my arch. Pacified anew, I’d feel a tickle of tears travel down my face and watch them land on the ground as my weight shifts to the right.\n\nThere was a hint now. A faint sense that I was subject to a complicated wrong, which my eyes were still too dull to see. The rust would meet my foot again. Another thud would reverberate about my body, another interlude of horrific wakefulness, another ripping of the flesh. This was ritual.\nThe shroud around my mind was too thick to count the steps, but there were enough of them for me to lift my head. There, in the distance, was a short hunk of ruby-red mass, set apart from the blur of the rest by a rhythmic motion not too different from my own. Whether it was the burn of the sweat flooding my eyes or the trance-like veil confining my senses, my sight wouldn’t focus, so I craned my neck whenever my mind cleared enough to remember that there was a thing I’d seen whose distance to me was closing. For a while, the sluggish swing of its approach appeared to meter an orchestra of bodily instruments: The thud of my weight, the treble of my whine, the husk of my breath, and the ripping of my feet. It all appeared coordinated, almost hypnotic, like all of ritual ran on the beat of a giant, evil heart hidden away in the depths of hell. Then I made out its face.\n\nIt had been a human once upon a time. The skin had slipped from its meat, shedding blood which never dried, and exposing bone which never broke. Cut sinews hung from its wounds like the few oily hairs remaining on its head. In its wide open eyes rested tiny pupils staring blankly into the air above. Its expression was barren and its jaw hung open and limp, like the arms dragging by its side. Its legs had been ground away, with only stumps and a brutalized sack remaining below its hips. Dead though it appeared to be inside, it pivoted from stump to stump, grating its flesh on the rust below, but inching forward all the same. I performed weakened motions of shock: a furrowed brow, raised eyelids, and an open mouth. Still, the fog dulled my sensibility, burying my feelings beneath a drunken stupor – until hell broke loose with a darting of its eyes.\n\nIts face distorted and struck the grimace of a furious ape, then erupted with the shrill scream of a mother outliving her child. It began to flail, frantically throwing its arms out to reach me, denied only by its continued march on the rust. Shaken lucid by the horror, I leaned away as far I could, slapping away its hands when they reached my legs and responding with screams of my own. As it grew closer, its screams devolved into loud cries of mangled syllables – half-familiar words long forgotten, forced out of a mouth with no lips and few teeth. There was no speech to be made out, but there was a desperation to its attempts, like there was something that absolutely had to be said, whatever the cost. It grew panicked as we passed each other and gave up on grabbing me. It gestured instead, miming the pulling of skin on its face while shaking its head and mouthing quiet husks of the same few words. Toward the end of our encounter, it tried to turn around, twisting what remained of its body, then beating down on its spine when it could reach no further. It burst out in cries again, and did not stop until the sound could no longer reach me.\n\nIn the space between this step and the next, a dread took hold of my mind, and deep fear pooled in my gut. I’d missed its message – perhaps the ramblings of the long-since-damned, or perhaps a missed lesson, a lost opportunity to escape, to find salvation. The fear birthed an anxiety, which then rose and suffocated my chest. I could hardly feel the cut of the rust over my burning bones and the rising heat rushing to my head.\nOn the precipice of oblivion, the last thing I felt was an odd, mournful regret for denying the fellow creature my touch over its crippled mass. \n\n## Chapter III: The Strange God Hymn.\n\nI heard the sex of harmonies echoing through empty halls, my ears unto the overtone like boys in bed with women. It wasn’t music, but close enough to reawaken and reminisce about that primal love, and by the time I opened my eyes, my heart was drunk with the fellowship of voices. I was a hummingbird drawn to the nectar of polyphony, or an insect to the light, or just a man who hadn’t known the love of song in any amount of time. So I wandered naked on mudstone bricks through large halls, empty but for candlefires dancing with the hollow lunar blues. The closer the sounds, the more distinct the voices: two males, one roughened by the grit of age, the other something darker. They were chanting, monotone but metered, poetically, in a language foreign to me, but which I learned with every word they uttered:\n\n> “You are the pale peace of one satisfied by old desires.\n> You are the silence of beauty, and we look no more for the morning; \n> we yearn no more for the sun.”\n\nI marched faster. Broke into sprint. This was the first I’d ever understood another.\n\n> “Down in the quiet level lands.\n> That she keeps for us all.\n> That she wrought for all of us to sleep.”\n\nTears formed in my eyes, sweat on my body. I ran with ferocity, drowning sobs lest they cover a single word.\n\n> “In the silver days of the earth’s dawning,\n> you crown us with your pale rosaries.”\n\nAnd I ran on. And on. Until my legs gave out. Until my lung burst. Until my knees buckled. Until the voices had grown so loud my ears bled. Until I cowered on the cold floor, beating my fists against the brick. Until I fought my body, yelled at it to rise again, to walk again in trance, to step on the rust again, to take my feet, my legs, if only it delivered me unto these men. Until the exhaustion caught up with me, and I passed out on the floors of the ziggurat.\n\n## Chapter IV: The Level Lands\n\nBy the time I woke up, my ass had been burned red by the sun, and the harmonic chants had been replaced with a painterly chaos of dull thuds. My body was sore and full of aches which only hurt worse when I moved, and I could feel the tightness of burned and irritated skin all over my back and my sides – so I laid there until the light of day shone uncomfortably bright through th lids of my eyes. Rising slowly and taking care to only minimally disturb the skin on my back, I studied my surroundings.\n\nThe endless halls had been replaced by a single mudbrick room in whose corners stood unlit torches, and which was wholly illuminated by the sunlight entering through a giant open door. At its center stood a statue of a man or woman which had been broken around the midsection, leaving only half a belly, hips, and a pair of legs sitting sideways, with the remnants of a forearm resting its hand on the right thigh. Before it stood a shrine adorned with empty vases and baskets and bowls. Looking through the open door, the shaded walls framed a terrace down below, lined left and right by unkept shrubbery, and beyond the threshold of its edge, it  overlooked a city that stretched to the horizons, and which was covered by a clear blue sky marred only by the pox of an insistent sun.\n\nI stepped forward with awed trepidation, and disbelief in the grandiosity of what I was seeing. For a time I couldn’t keep, everything that I had known, and seen, and which had bounded the full scope of my sensations and perceptions, was blurred by tortuous abstractions, or else altogether void by matter of incomprehensibility. This was the world to me. The rich flowerbed of colors, ripe for tasting by starved eyes that did not know composition or contrast or hue and saturation. The complex textures of life imprinted upon the buildings, and their vanishing gradient stretching into the distance. The tonal riches of light and its voluminous rays reaching through the green, touching, sneaking, titillating the shade of the indoors, from which stepped my foot, out into the day, and bathed in a warmth that doesn’t hurt. I stood there, like that, feeling neither aches nor burns, and soaking in the textured tapestry of the clarity of days.\n",
      "lengthClass": "Medium",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "The Rhine",
      "category": "Non-Fiction",
      "content": "One time when I was a kid, we visited friends that lived by the Rhine. At one point we went to this little deck by its bank when out of nowhere the river rises and we get caught in it. My mom, my brother, and I managed to climb up the stairs (and cry), but my dad dove straight in after my mom's purse which had been caught by the water.We had a tiny poodle at the time that was famously wimpy (her name was Millie and she would pee herself whenever she got too excited or scared -- even yelling at her would do the job), but she was also extremely attached to specifically my dad. When he dove after the purse, she dove after him and tried to pull this large 250 lbs German man towards the land by his wrist. She almost drowned in the process.\n\nWhen we moved to the states we were worried that the Florida climate would be too much for her as she was really fluffy and weak of constitution, so we rehomed her with close family friends that spoiled her rotten and kept us updated on how she was doing. She passed away last year, but every time my dad visited Germany, he'd go and see her.",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "White Line Fever WIP",
      "category": "Non-Fiction",
      "content": "In 1825, a wealthy man by the name of Abel Gower purchased an estate on the eastern border of the Welsh county of Pembrokeshire. Taking inspiration from the nearby oaks, this estate would come to be known as “Clunderwen”, a composite of the Welsh word “Clun”, meaning meadow, and “Derwen”, meaning oak. As the estate and its surrounding lands developed, there came a point half a century later at which the local community began to find itself in need of a name – and so, owing to the influence of the family, the area came to adopt the name of the Gower estate. This is why, two hundred years after Abel signed the documents that ascribed him his property rights, some one-thousand people now claim a hometown of “Clynderwen”.\n\nIn 1897, “Clynderwen” would then be marked down in the birth certificate of one Griffith Wynne Williams, who would continue to live there until he left for a boarding school in London. On completion of his secondary studies in 1923, Griffith Wynne would leave the Welsh oaks behind for good, moving to the United States to attend what is now known as the Hartford International University for Religion and Peace. By 1929, Griffith had reached the end of his educational pursuits with the completion of a doctoral degree in Psychology at the University of Wisconsin. He would go on to teach at Rutgers University, where he would earn the 1958 award of the Society of Clinical and Experimental Hypnosis.\n\nIt was this award – and the published research which had afforded him the honor – that would ultimately allow him to meet the notability requirement of the New York Times Obit desk, which wrote, approved, and published his obituary on the 26th of April, 1972. Griffith Wynne was survived by his widow Dr. Hannah Stiglitz Williams, his daughter Mona Brown, his son Gresham, three brothers, and three grandchildren. He lived to the age of 75, passing one hundred forty seven years after Abel Gower bought a house surrounded by aging oaks in the Welsh countryside.\n\nTen years before he died, Griffith had submitted a manuscript to the International Journal of Clinical and Experimental Hypnosis, which would go on to publish it in the third issue of its eleventh volume. In it, he would coin the term “Highway Hypnosis”, describing the following phenomenon: \n",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "By Then",
      "category": "Poetry",
      "content": "I met a youth at the academy,\nThe boy was sparsely 10\nHe wanted to become a wrestler,\nBut when I asked his favorite match,\nHe said he'd never watched any.",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Disquiet",
      "category": "Poetry",
      "content": "What's so punk about the whore of Babylon?\n\nWhat isn't punk about the bloodguilt of the whore of Babylon?\n\nWhat's so punk about bloodguilt?\n\nWhat's not punk about this particular bloodguilt?\n\nJesus didn't like it.\n\nJesus was a terrorist.\n\nYour terrorist is my messiah.\n\nThere are no messiahs.\n\nEdgy.\n\nTrue.\n\nSo god ate his foot?\n\nHe was very embarrassed apparently.\n\nAbout what?\n\nShe tricked him too.\n\nBabylon?\n\nYes.\n\nWell, her kind snuck up on him I guess.\n\nOur kind.\n\nI've never built a thing.\n\nYou're part of it.\n\nI'm clean.\n\nYou're immersed.\n\nI'm pious.\n\nHow?\n\nI do rituals and I go to church, and I live a Christian life.\n\nU, that isn’t piety.\n\nWhat is piety?\n\nPiety is devotion.\n\nI’m devoted.\n\nNo. You follow instructions. You don’t study or embody.\n\nChurch is study. Through christian life, morality, I embody Christ’s teachings.\n\nThat’s not embodiment. That’s following instructions.\n\nYou’re ridiculous. What counts as embodiment in your mind?\n\nI don’t know. But it’s not you.\n\nHow do you know that if you can’t even define it?\n\nEmbodiment would be divine. You’re not divine.\n\nHow do you know?\n\nI would know.\n\nHave you known anything divine?\n\nNo.\n\nSo then how do you know divine from not-divine?\n\nDivinity transcends. It’s innately different from not-divine, in a way I would innately know.\n\nHow do you know that? What makes you think divinity-telling doesn’t require training?\n\nBy definition, it can’t.\n\nWhat does that even mean?\n\nIf you were divine, you’d know.\n\nI’m not divine, I embody divine ideals. Or try to.\n\nIf you embodied divine ideals, you’d know.\n\nThat’s ridiculous.\n\nYou believe in divinity!\n\nRead your Polkinghorne!\n\nSCENE!\n\nWhat do you think?\n\nI honestly have no commentary to offer what-so-ever. That was so weird and not entertaining.\n\nYou didn’t think it was funny?\n\nWhat was supposed to be funny about that?!\n\nSCENE! What do you think?\n\nIt feels kind of vapid.\n\nVapid?\n\nYou namedrop biblical figures but never relate them to anything concrete.\n\nWhat figures?\n\nThe whore of Babylon. Jesus. You even mention Polkinghorne at the end but then end the scene before you ever have to elaborate.\n\nPolkinghorne isn’t a biblical figure.\n\nI know. But have you ever even read Polkinghorne?\n\nOf course.\n\nHave you really?\n\nI have really.\n\nProve it.\n\nThis isn’t a rigorous discussion.\n\nWhat?\n\nThis isn’t a rigorous discussion. This isn’t the kind of conversation in which we arrive at genuine truth.\n\nWhat do you mean?\n\nIt’s so wishy-washy. So nebulous. So vague and dynamic. It’s not rigorous. There’s no accountability.\n\n“Wishy-washy” definitely isn’t rigorous.\n\nMy point exactly!\n\nBut we could make this a rigorous discussion?\n\nHow?\n\nHave you read any Poincare?\n\nSCENE!\n\nWhat?\n\nSCENE!\n\nYou can’t just yell “scene” like that ends the discussion.\n\nSCENE!!!\n\nCome on. So you haven’t read Poincare.\n\nI have read Poincare!\n\nIt’s okay to not have read everything.\n\nI have read everything.\n\nNo one expects you to know everything.\n\nBut I am studious and know many things.\n\nThis is stupid. Stop pretending. Be real.\n\nSCENE!\n\nSCENE!\n\nWhat?!\n\nSCENE!\n\nStop!!\n\nDoesn’t feel great, does it?\n\nIt doesn’t.\n\nOkay. So let’s not do that anymore.\n\nOk.\n\nThank you.\n\nI have grown as a person and I’m more grounded now.\n\nWell that’s good.\n\nYes it is.\n\nSo going back to what we were talking about: have you read Poincare?\n\nSCENE!",
      "lengthClass": "Long",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Letter",
      "category": "Poetry",
      "content": "Do you know what it meant to me for you to read my story?\nDid it resonate with you? Did you feel what I felt writing and rewriting, and rewriting it again?\n\nIt is all that I could ever want, for my words to reach you. I want to cultivate a linkage, a bridge between your heart and mine. I want to be your friend without ever having known you, and I want us both to feel a little less alone with every word we share.\n\nI want you to whisper every sentence, the shushes sharpening the fricatives snuck slyly from your tongue. I want you to place your pregnant pauses, and play happily with all my words, to twist them with inflections and injections, and I pray you find your joy in them.\n\nI hope you smile when the prose meets you well, \nthat you frown when my texts betray your heart, \nand what I crave more than anything \nis that you’ll trust me in my craft,\nand know it will not have been for nothing.\n\nEven if it rings hollow;\nI love you for reading this.",
      "lengthClass": "Medium",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Mom",
      "category": "Poetry",
      "content": "All my favorite people are cleaning ladies,\nBecause I see my mom in them.\nI see the you-deserve-better,\nEven if things are already okay.\nI see the care, and the passive ride, the smooth surf,\nPresent but fiercely unconcerned,\nClever, and loving,\nMom.",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Palmaxiom",
      "category": "Poetry",
      "content": "It is\ndisrupted by the shimmer of the sunlight in the pool\nand the tiger stripes of shade\ndrawn on skin by the palms above. \n\nThe wind carries a loving warmth\nand with it, the stowaway tones\nof jazz and rhythm and blues. \n\nThe breath falls easy as the currents move hair, \nand motions beget sensations which give birth,\nand space to be aware. \n\nMuscles twitch and sinews stretch;\nmembranes brace under shifting pressures,\nmechanical energy is exerted and turns to heat\nas a body learns of its physique.\n\nLimbs disperse\ntheir weights afloat the water, \nand ease the pivots of joints\nwhich seek the comfort of angles and ranges. \n\nWith synchronous blinks\nthe eyes find their mate,\nand practiced lenses refract light\ninto the verdant ridges and ripples\nof shrinking irises. \n\nOne blink, two blinks, three blinks, four –\nan urgent *you* springs alive,\nand notes the sudden sharpness of wavelets\nclashing and splashing atǒur.",
      "lengthClass": "Medium",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    },
    {
      "title": "Tip",
      "category": "Poetry",
      "content": "Ok sorry it didnt work out\nsorry\n\nsorry\nOk sorry it didnt work out\ntheyre sending another driver\nHey so did you get that sorted\nTheres a small brick wall on our side of the street\nIts an apartment complex opposite a garage shop\nMaybe i could guide you\nYeah that happens a lot up here\nthe gps isnt working\nOn the art i mean",
      "lengthClass": "Short",
      "isWip": false,
      "avgRating": 0,
      "reviews": []
    }
  ]
}